{
  "results": [
    {
      "snippet": "The \"City of Light\" and one of the most visited places on Earth: romance, cuisine, the Eiffel Tower and a surprising amount of green await you.",
      "score": 9.98356064395233,
      "intro": "The \"City of Light\" and one of the most visited places on Earth: romance, cuisine, the Eiffel Tower and a surprising amount of green await you.",
      "name": "Paris",
      "id": "Paris"
    },
    {
      "snippet": "Known for music and shows. Recommended places to visit are Palace of Versailles, Hall of Mirrors and Grand Trianon.",
      "score": 8.77461002250746,
      "intro": "The Palace of Versailles, also known as the Château de Versailles, has been the scene for several historic events, not the least of which was the signing, on 28 June 1919 in the Hall of Mirrors, of the Peace Treaty between defeated Germany and the Allies that brought the First World War formally to an end.",
      "name": "Versailles",
      "id": "Versailles_28city29"
    },
    {
      "snippet": "Known for music and shows. Recommended places to visit are Strasbourg Cathedral, Palais Rohan and Musée de l’Œuvre Notre-Dame.",
      "score": 8.68205208273144,
      "intro": "Strasbourg is one of the nine largest cities in France with nearly half a million inhabitants in a metropolitan area spanning across the river into the German city of Kehl, on the eastern bank of the Rhine.",
      "name": "Strasbourg",
      "id": "Strasbourg"
    },
    {
      "snippet": "Known for cycling. Recommended places to visit are Esplanade de Fourvière, Musée des Beaux-Arts de Lyon and Parc de la Tête d'Or.",
      "score": 8.67793550192464,
      "intro": "Lyon is a vibrant metropolis which starts to make the most out of its unique architectural, cultural and gastronomic heritage, its dynamic demographics and economy and its strategic location between Northern and Southern Europe.",
      "name": "Lyon",
      "id": "Lyon"
    },
    {
      "snippet": "Known for dinner. Recommended places to visit are Palais des Papes, Pont Saint-Bénézet and Musée du Petit Palais.",
      "score": 8.6458398438192,
      "intro": "Its early history is much older than the popes, however. Avignon occupies a strategic location for several reasons - it is at the confluence of two once-mighty rivers. the Rhône, still one of the biggest rivers in France, and the now largely-dammed Durance.",
      "name": "Avignon",
      "id": "Avignon"
    },
    {
      "snippet": "Known for dinner. Recommended places to visit are MAMAC, Villa Ephrussi de Rothschild and Villa Kerylos.",
      "score": 8.6076620562695,
      "intro": "Located in the French Riviera, on the south east coast of France on the Mediterranean Sea, at the foot of the Alps, Nice is the second-largest French city on the Mediterranean coast and the second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille.",
      "name": "Nice",
      "id": "Nice"
    },
    {
      "snippet": "Known for cycling. Recommended places to visit are Notre-Dame de la Garde, Marseille Cathedral and Mucem.",
      "score": 8.59294602332073,
      "intro": "From colourful markets (like Noailles market) that will make you feel like you are in Africa, to the Calanques (a natural area of big cliffs falling into the sea - Calanque means fjord), from the Panier area (the oldest place of the town and historically the place where newcomers installed) to the Vieux-Port (old harbor) and the Corniche (a road along the sea) Marseille has definitely a lot to offer.",
      "name": "Marseille",
      "id": "Marseille"
    }
  ],
  "estimated_total": 20534,
  "more": true
}
